export const API_TOKEN = 'db64a2e11aa4421c97dc56162c08341a';

// Количество элементов списков, отображаемое при первоначальном рендеринге списка (например, списка матчей)
export const DEFAULT_SHOW_COUNT = 20;

// Количество элементов списков, дополнительно отображаемых при нажатии на кнопку показа скрытых элементов
export const DEFAULT_SHOW_STEP = 20;

// Константа для хранения кода текущего сезона
export const CURRENT_SEASON = 'cs';

// Наиболее ранний сезон, для которого допустимо запрашивать данные
export const EARLIE_SEASON = 1950